Repository: yakupkavak/Tendria
Catalog: Tendria/extension/*.lproj/Localizable.strings
Languages: tr

# whatif_age_difference_description
source: If you met with a 10-year age difference, how would dynamics change?
tr: 10 yıl yaş farkıyla tanışsaydınız dinamikler nasıl değişirdi?

# whatif_memory_loss_title
source: Memory Loss
tr: Hafıza Kaybı

# whatif_memory_loss_description
source: How would you re-introduce yourself if your partner lost all memories?
tr: Sevgilin tüm anıları kaybetse kendini nasıl tanıtırdın?

# whatif_move_abroad_title
source: Move Abroad
tr: Yurtdışı Taşınma

# whatif_move_abroad_description
source: Which country would you choose for a fresh start together?
tr: Yeni bir başlangıç için hangi ülkeyi seçerdiniz?

# whatif_parent_opinion_title
source: Parent Disapproval
tr: Aile Onayı Yok

# whatif_parent_opinion_description
source: What would you do if your families disapproved of your union?
tr: Aileler ilişkinizi onaylamasa ne yapardınız?

# whatif_one_day_left_title
source: One Day Left
tr: Son 24 Saat

# whatif_one_day_left_description
source: How would you spend your last 24 hours together?
tr: Birlikte son 24 saatiniz kalsa nasıl geçirirdiniz?

# favorites_food_title
source: Favorite Food
tr: En Sevdiğin Yemek

# favorites_food_description
source: What meal never fails to comfort you?
tr: Hangi yemek seni asla yarı yolda bırakmaz?

# favorites_movie_title
source: Favorite Movie
tr: En Sevdiğin Film

# favorites_movie_description
source: Which movie do you both love rewatching?
tr: Tekrar tekrar izlemekten bıkmadığınız film hangisi?

# favorites_song_title
source: Favorite Song
tr: En Sevdiğin Şarkı

# favorites_song_description
source: What song instantly lifts your spirits?
tr: Hangi şarkı moralini anında yükseltir?

# favorites_book_title
source: Favorite Book
tr: En Sevdiğin Kitap

# favorites_book_description
source: Which book had the biggest impact on you?
tr: Seni en çok etkileyen kitap hangisi?

# favorites_city_title
source: Favorite City
tr: En Sevdiğin Şehir

# favorites_city_description
source: Which city feels like a second home to you?
tr: Hangi şehir sana ikinci bir ev gibi geliyor?

# favorites_hobby_title
source: Favorite Hobby
tr: En Sevdiğin Hobi

# favorites_hobby_description
source: What hobby could you talk about for hours?
tr: Saatlerce konuşabileceğin hobin nedir?

# favorites_season_title
source: Favorite Season
tr: En Sevdiğin Mevsim

# favorites_season_description
source: Which season best matches your personality and why?
tr: Hangi mevsim kişiliğini en iyi yansıtır ve neden?

# favorites_quote_title
source: Favorite Quote
tr: En Sevdiğin Alıntı

# favorites_quote_description
source: Share a quote that resonates deeply with you.
tr: Sana derinden dokunan bir alıntı paylaş.

# favorites_app_title
source: Favorite App
tr: En Sevdiğin Uygulama

# favorites_app_description
source: Which app do you use most and why?
tr: Hangi uygulamayı en çok kullanıyorsun ve neden?

# favorites_memory_title
source: Favorite Memory Together
tr: En Sevdiğin Ortak Anı

# favorites_memory_description
source: Which shared memory still makes you smile the widest?
tr: Hâlâ seni en çok gülümseten ortak anınız hangisi?

# games_title
source: Games
tr: Oyunlar

# games_description
source: Play together, discover each other
tr: Birlikte oynayın, birbirinizi keşfedin
