Repository: yakupkavak/Tendria
Catalog: Tendria/extension/*.lproj/Localizable.strings
Languages: tr

source: Welcome
tr: Hoşgeldin

# sign_account
source: Sign in to your account
tr: Hesabına giriş yap

source: Username
tr: Kullanıcı Adı

source: Password
tr: Şifre

# forgot_password
source: Forgot your password?
tr: Şifreni mi unuttun?

source: Create
tr: Oluştur

# dont_account
source: Don't have an account?
tr: Hesabın yok mu?

source: Sign in
tr: Giriş yap

source: Create Account
tr: Hesap Oluştur

source: E-mail
tr: E-posta

# already_account
source: Already have an account?
tr: Zaten hesabın var mı?

source: Reset password
tr: Şifreni sıfırla

source: Reset
tr: Sıfırla

source: Error
tr: Hata

source: Full name
tr: İsim Soyisim

# email_already_in_use
source: This email is already in use.
tr: Bu e-posta adresi zaten kullanılıyor.

# invalid_email
source: Invalid email address.
tr: Geçersiz e-posta adresi.

# weak_password
source: Your password is too weak. Please choose a stronger password.
tr: Şifreniz çok zayıf. Daha güçlü bir şifre seçin.

# network_error
source: Network error. Please check your internet connection.
tr: Bağlantı hatası. Lütfen internetinizi kontrol edin.

# user_disabled
source: This account has been disabled.
tr: Bu hesap devre dışı bırakılmıştır.

# wrong_password
source: You entered the wrong password.
tr: Yanlış şifre girdiniz.

# unknown_error
source: An unknown error occurred. Please try again.
tr: Bilinmeyen bir hata oluştu. Lütfen tekrar deneyin.

# email_empty_error
source: Please enter an email address.
tr: Lütfen bir e-posta adresi girin.

# username_empty_error
source: Please enter a username.
tr: Lütfen bir kullanıcı adı girin.

# password_empty_error
source: Please enter a password.
tr: Lütfen bir şifre girin.

# full_name_empty_error
source: Please enter your full name.
tr: Lütfen adınızı ve soyadınızı girin.

# password_reset_success
source: A password reset email has been sent to your email address.
tr: Şifre sıfırlama e-postası adresinize gönderildi.

# user_not_found
source: No account found with this email address.
tr: Bu e-posta adresine sahip bir hesap bulunamadı.

source: Success
tr: Başarılı

# collection_name
source: Collection title
tr: Koleksiyon adı

# collection_comment
source: Add a brief note about the collection...
tr: Koleksiyon hakkında bir not ekleyin...

source: Note
tr: Not

source: Title
tr: Başlık

source: Task Name
tr: Görev adı

# add_collection
source: Create your collection
tr: Koleksiyonunu oluştur

source: Add task
tr: Görev ekle

source: Add
tr: Ekle

source: Personal Info
tr: Kişisel Bilgiler

source: Make Relation
tr: İlişki Kur

# exist_relation
source: Existing Relation
tr: Mevcut İlişki

source: Change Password
tr: Şifre Değiştir

source: Notifications
tr: Bildirimler

source: Settings
tr: Ayarlar

source: Log Out
tr: Çıkış Yap

# create_relation_title
source: Connect to your Partner
tr: Partnerinize Bağlanın

# choose_one
source: Enter your code to connect
tr: Bağlanmak için kodunuzu

# generate_code
source: Generate
tr: Oluşturun

# enter_code
source: Enter
tr: Girin

# duplicate_code_error
source: This code is already in use. Please generate a new one.
tr: Bu kod zaten kullanılıyor. Lütfen yeni bir kod oluşturun.

# invalid_user_id
source: User ID not found. Please check and try again.
tr: Kullanıcı ID'si bulunamadı. Lütfen kontrol edip tekrar deneyin.

# invalid_relation_id
source: Relation ID not found. Please check and try again.
tr: Relation ID'si bulunamadı. Lütfen kontrol edip tekrar deneyin.

source: Cancel
tr: Vazgeç

source: Save
tr: Kaydet

# crop_text
source: Let's do a sweet crop 😊
tr: Tatlı bir kırpma yapalım 😊

source: Notification
tr: Bildirim

# notification_subtext
source: Please enable notifications to receive updates and reminders
tr: Güncellemeleri ve hatırlatmaları almak için lütfen bildirimleri etkinleştirin

source: Turn on
tr: Açın

source: Skip for now
tr: Şimdilik atla

source: OK
tr: Tamam

# NSUserNotificationUsageDescription
source: We need permission to send notifications.
tr: Bildirim almak için izin gerekiyor.

# new_relation_title
source: Your hearts met
tr: Kalpleriniz buluştu

# new_relation_subtext
source: Love gains meaning through shared memories. Now write down every memory with ${name}.
tr: Aşk, paylaşılan anılarla anlam kazanır. Şimdi her anınızı ${name} ile birlikte yazın.

source: Continue
tr: Devam et

# none_collection_title
source: Memories bloom with time... ☘️
tr: Anılar biriktikçe güzelleşir... ☘️

# none_collection_text
source: You don't have a collection yet, but sweet memories are waiting to be remembered 💞 Create your first collection and open a little window into your shared moments 💚
tr: Henüz bir koleksiyonun yok ama güzel anılar hep bir yerlerde seni bekliyor 💞 İlk koleksiyonunu oluştur ve birlikte geçen zamanlara minik bir pencere aç 💚

# none_memory_title
source: This collection is waiting for a memory... 🥺
tr: Bu koleksiyon bir anı bekliyor...🥺

# none_memory_text
source: Your collection is ready, but it's still empty like a frame without a photo. Why not add your first memory and bring this special corner to life? 💖
tr: Koleksiyonun hazır ama içi henüz boş, tıpkı bir çerçevede fotoğrafı olmayan anı gibi. İlk anını ekleyerek bu özel köşeyi renklendirmeye ne dersin? 💖

# none_relation_title
source: Two hearts, not yet connected...💕
tr: Kalpler hazır, ama henüz el ele değil... 💕

# none_relation_text
source: You’re on your journey, but there’s no shared path just yet 💚 Invite your partner and begin crafting memories together 💫
tr: Sen buradasın, o da bir yerlerde... Ama henüz burada buluşamadınız. 💚 Partnerini davet et, birlikte anılarla dolu bir yolculuğa çıkın ☘️

# add_memory
source: Add new memory
tr: Hatıranızı ekle

source: Memory name
tr: Hatıranızın adı

# memory_comment
source: Write about this memory...
tr: Hatıranız hakkında not ekleyin...

source: Select date
tr: Tarih seçin

# memory_added
source: Memory added successfully.
tr: Hatıranız başarıyla eklendi.

# comment_title
source: Comment
tr: Yorum

# none_comment
source: No comments yet
tr: Henüz bir yorumu bulunmuyor

source: Other
tr: Başka

source: Monday
tr: Pazartesi

source: Tuesday
tr: Salı

source: Wednesday
tr: Çarşamba

source: Thursday
tr: Perşembe

source: Friday
tr: Cuma

source: Saturday
tr: Cumartesi

source: Sunday
tr: Pazar

source: January
tr: Ocak

source: February
tr: Şubat

source: March
tr: Mart

source: April
tr: Nisan

source: May
tr: Mayıs

source: June
tr: Haziran

source: July
tr: Temmuz

source: August
tr: Ağustos

source: September
tr: Eylül

source: October
tr: Ekim

source: November
tr: Kasım

source: December
tr: Aralık

# event_title
source: Let's set the event easily
tr: Etkinliğinizi kolayca ayarlayalım

source: Select time
tr: Zamanı seçin

source: Category
tr: Kategori

# ten_minute_timer
source: 10 minutes before
tr: 10 dakika önce

source: repeat
tr: tekrarla

source: From
tr: Başlangıç

source: To
tr: Bitiş

# sameTimeError
source: The start and end time cannot be the same.
tr: Başlangıç ve bitiş saati aynı olamaz.

source: Start hour
tr: Başlangıç saati

source: End hour
tr: Bitiş saati

source: Add New Category
tr: Yeni Kategori Ekle

source: Category Name
tr: Kategori Adı

source: Category Color
tr: Kategori Rengi

# title_empty
source: The title cannot be empty.
tr: Başlık boş bırakılamaz.

source: Today
tr: Bugün

source: Time
tr: Zaman

source: Event
tr: Etkinlik

source: Edit Profile
tr: Profili Düzenle

source: Your Information
tr: Bilgilerin

source: Name
tr: İsim

source: Surname
tr: Soyisim

source: Mobile
tr: Telefon

# name_placeholder
source: Enter your name
tr: Adını gir

# surname_placeholder
source: Enter your surname
tr: Soyadını gir

# mobile_placeholder
source: Enter your mobile number
tr: Telefon numaranı gir

# email_placeholder
source: Enter your email
tr: E-posta adresini gir

source: Update
tr: Güncelle

source: Current password
tr: Güncel şifreniz

source: New password
tr: Yeni şifreniz

# again_password
source: Repeat password
tr: Şifre tekrarı

# error_passwords_do_not_match
source: Passwords do not match.
tr: Şifreler uyuşmuyor.

# error_weak_password
source: Password must be at least 8 characters and contain at least one uppercase letter.
tr: Şifre en az 8 karakter ve bir büyük harf içermeli.

# error_empty_fields
source: Please fill in all fields.
tr: Tüm alanları doldurun.

# error_invalid_current_password
source: Your current password is incorrect.
tr: Mevcut şifreniz hatalı.

# error_update_failed
source: An error occurred while updating your password.
tr: Şifre güncellenirken bir hata oluştu.

# error_user_not_found
source: User not found.
tr: Kullanıcı bulunamadı.

# error_unknown
source: An unknown error occurred.
tr: Bilinmeyen bir hata oluştu.

# questions_title
source: Questions
tr: Sorular

# questions_description
source: Deepen your bond with meaningful conversations.
tr: Anlamlı sohbetlerle bağınızı güçlendirin

# love_title
source: Love
tr: Aşk

# life_title
source: Life
tr: Hayat

# philosophy_title
source: Philosophy
tr: Felsefe

# firsts_title
source: Firsts
tr: İlkler

# dreams_title
source: Dreams
tr: Hayaller

# trust_title
source: Trust
tr: Güven

# whatIf_title
source: What If
tr: Peki ya

# favorites_title
source: Favorites
tr: Favoriler

# question_number
source: Question %d
tr: Soru %d

source: Next
tr: Sonraki

# think_question
source: Let's think in silence 🥰
tr: Sessizce düşünelim 🥰

# answer_question
source: Answer time 🤩
tr: Cevaplarınızı duyalım 🤩

# love_first_heartbeat_title
source: First Heartbeat
tr: İlk Kalp Atışı

# love_first_heartbeat_description
source: Describe the exact moment you felt your heart race for your partner.
tr: Kalbinin sevgilin için hızlandığı o ilk anı anlat.

# love_best_thing_title
source: Best Thing
tr: En Güzel Şey

# love_best_thing_description
source: What is the single best thing your partner brings into your life?
tr: Sevgilinin hayatına kattığı en güzel şey nedir?

# love_unexpected_quality_title
source: Unexpected Quality
tr: Sürpriz Özellik

# love_unexpected_quality_description
source: Which surprising trait made you fall even deeper in love?
tr: Seni beklenmedik şekilde etkileyen hangi özelliği onu daha çok sevmene yol açtı?

# love_little_gesture_title
source: Little Gesture
tr: Küçük Jest

# love_little_gesture_description
source: Name a small everyday gesture from your partner that makes you feel adored.
tr: Sevgilinin seni her gün mutlu eden küçük hareketi nedir?

# love_shared_song_title
source: Our Song
tr: Bizim Şarkımız

# love_shared_song_description
source: Which song perfectly captures your relationship and why?
tr: Hangi şarkı ilişkinizi en iyi anlatıyor ve neden?

# love_future_moment_title
source: Future Moment
tr: Gelecekte Bir An

# love_future_moment_description
source: Imagine one future moment with your partner that you’re most excited for.
tr: Sevgilinle dört gözle beklediğin gelecekteki bir anı hayal et.

# love_support_memory_title
source: Support Memory
tr: Destek Anısı

# love_support_memory_description
source: Recall a time your partner supported you when you needed it most.
tr: En çok desteğe ihtiyaç duyduğunda sevgilin sana nasıl yardım etti?

# love_random_note_title
source: Random Love Note
tr: Sürpriz Not

# love_random_note_description
source: What message would you leave for your partner to brighten their random day?
tr: Sevgilinin gününü güzelleştirmek için bırakacağın not ne olurdu?

# love_proudest_title
source: Proudest Moment
tr: En Gurur Duyduğun An

# love_proudest_description
source: Which achievement of your partner makes you feel the proudest?
tr: Sevgilinin hangi başarısı seni en çok gururlandırdı?

# love_lesson_title
source: Love Lesson
tr: Aşk Dersi

# love_lesson_description
source: What has your relationship taught you about love that you never knew before?
tr: Bu ilişki sana aşk hakkında daha önce bilmediğin ne öğretti?

# life_big_move_title
source: Two-Year Move
tr: İki Yıllık Taşınma

# life_big_move_description
source: If your partner had to relocate abroad for two years, how would you handle it?
tr: Sevgilinin iş için iki yıl yurt dışına taşınması gerekseydi ne yapardın?

# life_daily_ritual_title
source: Daily Ritual
tr: Günlük Ritüel

# life_daily_ritual_description
source: Which shared daily ritual keeps you both grounded?
tr: Birlikte sizi dengede tutan günlük ritüeliniz nedir?

# life_role_model_title
source: Role Model
tr: Rol Model

# life_role_model_description
source: Who is a role model you both admire and why?
tr: İkinizin de hayran olduğu bir rol modeli ve nedenini paylaşın.

# life_work_balance_title
source: Work-Life Balance
tr: İş-Yaşam Dengesi

# life_work_balance_description
source: How do you envision balancing career and relationship long-term?
tr: Uzun vadede kariyer ve ilişki dengesini nasıl kurmak istersiniz?

# life_money_view_title
source: Money View
tr: Para Bakışı

# life_money_view_description
source: What money habit of yours would surprise your partner most?
tr: Sevgilini en çok şaşırtacak para alışkanlığın nedir?

# life_future_city_title
source: Future City
tr: Gelecekteki Şehir

# life_future_city_description
source: Which city could you see yourselves settling in and why?
tr: Hangi şehirde yaşamayı hayal ediyorsunuz ve neden?

# life_health_priority_title
source: Health Priority
tr: Sağlık Önceliği

# life_health_priority_description
source: Name one healthy habit you’d like to adopt together.
tr: Birlikte edinmek istediğiniz sağlıklı alışkanlık nedir?

# life_family_tradition_title
source: Family Tradition
tr: Aile Geleneği

# life_family_tradition_description
source: Which family tradition would you love to continue with your partner?
tr: Hangi aile geleneğini sevgilinle sürdürmek istersin?

# life_time_travel_title
source: Time Travel
tr: Zamanda Yolculuk

# life_time_travel_description
source: If you could witness one day of your partner’s past, which would you choose?
tr: Sevgilinin geçmişinden bir günü izleyebilsen hangi günü seçerdin?

# life_hidden_skill_title
source: Hidden Skill
tr: Gizli Yetenek

# life_hidden_skill_description
source: Reveal a hidden skill your partner might not know you have.
tr: Sevgilinin bilmediği gizli yeteneğini paylaş.

# philosophy_happiness_title
source: Define Happiness
tr: Mutluluk Tanımı

# philosophy_happiness_description
source: How do you each define a fulfilling life?
tr: Tatmin edici bir hayatı nasıl tanımlarsınız?

# philosophy_free_will_title
source: Free Will
tr: Özgür İrade

# philosophy_free_will_description
source: Do you believe your paths crossed by choice or fate?
tr: Yollarınızın kesişmesi kader mi seçimdi mi?

# philosophy_success_title
source: Measure of Success
tr: Başarı Ölçüsü

# philosophy_success_description
source: How do you measure success as a couple?
tr: Çift olarak başarıyı nasıl ölçersiniz?

# philosophy_morality_title
source: Moral Compass
tr: Ahlaki Pusula

# philosophy_morality_description
source: Which moral value is absolutely non-negotiable for you?
tr: Vazgeçilmez ahlaki değeriniz nedir?

# philosophy_failure_title
source: Failure View
tr: Başarısızlığa Bakış

# philosophy_failure_description
source: What’s a failure that ultimately shaped who you are today?
tr: Seni bugünkü haline getiren bir başarısızlığı anlat.

# philosophy_identity_title
source: Identity Shift
tr: Kimlik Değişimi

# philosophy_identity_description
source: How has being in this relationship influenced your identity?
tr: Bu ilişki kimliğini nasıl etkiledi?

# philosophy_beauty_title
source: Beauty Standard
tr: Güzellik Ölçütü

# philosophy_beauty_description
source: What does true beauty mean to you?
tr: Gerçek güzellik senin için ne anlama geliyor?

# philosophy_afterlife_title
source: Afterlife Thought
tr: Ahiret

# philosophy_afterlife_description
source: Do you believe in an afterlife? How does that belief shape your choices?
tr: Ahirete inanıyor musun? Bu inanç kararlarını nasıl etkiliyor?

# philosophy_legacy_title
source: Legacy
tr: Miras

# philosophy_legacy_description
source: What legacy do you want to leave together?
tr: Birlikte nasıl bir miras bırakmak istiyorsunuz?

# firsts_first_notice_title
source: First Notice
tr: İlk Fark

# firsts_first_notice_description
source: What detail did you notice first about your partner?
tr: Sevgilinde ilk dikkatini çeken detay neydi?

# firsts_first_date_title
source: First Date Memory
tr: İlk Buluşma

# firsts_first_date_description
source: What was the most memorable part of your first date?
tr: İlk buluşmanızın en unutulmaz kısmı neydi?

# firsts_first_laugh_title
source: First Laugh
tr: İlk Kahkaha

# firsts_first_laugh_description
source: Describe the first time your partner made you truly laugh.
tr: Sevgilinin seni ilk kez gerçekten güldürdüğü anı anlat.

# firsts_first_support_title
source: First Support
tr: İlk Destek

# firsts_first_support_description
source: Recall the first time your partner supported you emotionally.
tr: Sevgilin seni ilk kez nasıl duygusal olarak destekledi?

# firsts_first_trip_title
source: First Trip
tr: İlk Seyahat

# firsts_first_trip_description
source: What surprised you most on your first trip together?
tr: İlk seyahatinizde seni en çok ne şaşırttı?

# firsts_first_conflict_title
source: First Conflict
tr: İlk Tartışma

# firsts_first_conflict_description
source: How did you resolve your first disagreement?
tr: İlk anlaşmazlığınızı nasıl çözdünüz?

# firsts_first_gift_title
source: First Gift
tr: İlk Hediye

# firsts_first_gift_description
source: What feeling did your partner's first gift evoke?
tr: Sevgilinin ilk hediyesi sende hangi duyguyu uyandırdı?

# firsts_first_proud_title
source: First Proud Moment
tr: İlk Gurur

# firsts_first_proud_description
source: When did you first feel proud to introduce your partner to someone?
tr: Sevgilini biriyle tanıştırırken ilk ne zaman gurur duydun?

# firsts_first_nickname_title
source: First Nickname
tr: İlk Lakap

# firsts_first_nickname_description
source: What’s the first nickname you gave each other and why?
tr: Birbirinize verdiğiniz ilk lakap neydi ve neden?

# firsts_first_fallinlove_title
source: Realizing Love
tr: Aşık Olduğunu Anladığın An

# firsts_first_fallinlove_description
source: When did you first realize you were in love?
tr: Sevgiline aşık olduğunu ne zaman anladın?

# dreams_biggest_goal_title
source: Biggest Shared Goal
tr: En Büyük Ortak Hedef

# dreams_biggest_goal_description
source: What is the biggest goal you want to achieve together?
tr: Birlikte başarmak istediğiniz en büyük hedef nedir?

# dreams_travel_bucket_title
source: Travel Bucket List
tr: Seyahat Listesi

# dreams_travel_bucket_description
source: Which destination tops your couple bucket list?
tr: Çift olarak gitmek istediğiniz ilk destinasyon neresi?

# dreams_future_home_title
source: Dream Home
tr: Hayal Evi

# dreams_future_home_description
source: Describe your dream home atmosphere.
tr: Hayalinizdeki evin atmosferini tarif edin.

# dreams_shared_project_title
source: Shared Project
tr: Ortak Proje

# dreams_shared_project_description
source: Which creative project would you love to start together?
tr: Birlikte başlatmak istediğiniz yaratıcı proje nedir?

# dreams_skill_to_learn_title
source: Skill to Learn
tr: Öğrenilecek Beceri

# dreams_skill_to_learn_description
source: Which new skill would you like to learn side by side?
tr: Yan yana öğrenmek istediğiniz yeni bir beceri var mı?

# dreams_charity_title
source: Giving Back
tr: Sosyal Sorumluluk

# dreams_charity_description
source: If you founded a charity as a couple, what cause would it serve?
tr: Çift olarak kuracağınız dernek hangi amaca hizmet ederdi?

# dreams_ideal_day_title
source: Ideal Day
tr: İdeal Gün

# dreams_ideal_day_description
source: Describe your perfect day spent together from morning to night.
tr: Sabah-akşam arası mükemmel gününüzü anlatın.

# dreams_retirement_title
source: Retirement Vision
tr: Emeklilik Hayali

# dreams_retirement_description
source: Where and how do you see yourselves spending retirement?
tr: Emekliliğinizi nerede ve nasıl geçirmek istersiniz?

# dreams_world_change_title
source: World Change
tr: Dünyayı Değiştir

# dreams_world_change_description
source: If you could change one thing in the world together, what would it be?
tr: Dünyada birlikte değiştirmek istediğiniz tek şey ne olurdu?

# dreams_secret_dream_title
source: Secret Dream
tr: Gizli Hayal

# dreams_secret_dream_description
source: Share a dream you haven’t told anyone else.
tr: Kimseye söylemediğin bir hayalini paylaş.

# trust_confide_title
source: Confide
tr: Güvenle Paylaş

# trust_confide_description
source: What’s something you find easy to confide in your partner?
tr: Sevgilinle kolayca paylaşabildiğin bir sır nedir?

# trust_boundaries_title
source: Boundaries
tr: Sınırlar

# trust_boundaries_description
source: Which personal boundary is crucial for you in this relationship?
tr: Bu ilişkide senin için vazgeçilmez kişisel sınır nedir?

# trust_jealousy_title
source: Jealousy
tr: Kıskançlık

# trust_jealousy_description
source: How do you handle feelings of jealousy together?
tr: Kıskançlık duygularını birlikte nasıl yönetiyorsunuz?

# trust_reassurance_title
source: Reassurance
tr: Güvence

# trust_reassurance_description
source: What reassurance do you need most from your partner?
tr: Sevgilinden en çok hangi konuda güvence duymaya ihtiyaç duyarsın?

# trust_vulnerability_title
source: Vulnerability
tr: Kırılganlık

# trust_vulnerability_description
source: In which situation do you feel most vulnerable with your partner?
tr: Sevgilinle hangi durumda kendini en kırılgan hissedersin?

# trust_social_media_title
source: Social Media
tr: Sosyal Medya

# trust_social_media_description
source: What social-media rule keeps trust intact for you?
tr: Güveni korumak için sosyal medyada koyduğunuz kural nedir?

# trust_apology_title
source: Apology Style
tr: Özür Tarzı

# trust_apology_description
source: How do you prefer to receive apologies?
tr: Nasıl bir özür senin için kabul edilir olur?

# trust_forgive_title
source: Forgiveness
tr: Affetmek

# trust_forgive_description
source: What makes forgiveness easier for you?
tr: Affetmeyi senin için kolaylaştıran şey nedir?

# trust_future_conflict_title
source: Future Conflict Plan
tr: Gelecekteki Tartışmalar

# trust_future_conflict_description
source: How would you like to handle big conflicts in the future?
tr: Gelecekte büyük tartışmaları nasıl ele almak istersiniz?

# trust_big_secret_title
source: Big Secret
tr: Büyük Sır

# trust_big_secret_description
source: Is there a secret you’d struggle to share but trust your partner to understand?
tr: Paylaşmakta zorlanacağın ama sevgilinin anlayacağına güvendiğin sır nedir?

# whatif_swap_lives_title
source: Swap Lives
tr: Hayat Değişimi

# whatif_swap_lives_description
source: If you swapped lives for a day, what would surprise you most?
tr: Bir günlüğüne hayatlarınızı değişseniz en çok ne şaşırtırdı?

# whatif_win_lottery_title
source: Win the Lottery
tr: Piyango Çıksa

# whatif_win_lottery_description
source: How would you spend a lottery jackpot together?
tr: Büyük ikramiyeyi birlikte kazansanız nasıl harcardınız?

# whatif_apocalypse_title
source: Apocalypse Team
tr: Kıyamet Ekibi

# whatif_apocalypse_description
source: Which role would each of you take in a zombie apocalypse?
tr: Zombi kıyametinde hangi rolü üstlenirdiniz?

# whatif_long_distance_title
source: Long-Distance Year
tr: Bir Yıl Mesafe

# whatif_long_distance_description
source: How would you keep your bond strong during a year apart?
tr: Bir yıl ayrı kalsanız bağı nasıl güçlü tutardınız?

# whatif_fame_title
source: Sudden Fame
tr: Birden Şöhret

# whatif_fame_description
source: How would sudden fame change your relationship?
tr: Ani şöhret ilişkinizi nasıl etkilerdi?

# whatif_age_difference_title
source: Age Shift
tr: Yaş Farkı
